Repository: collective/collective.upload
Catalog: src/collective/upload/locales/*/LC_MESSAGES/collective.upload.po
Languages: es

source: A form to upload multiple files.
es: Un formulario para carga de múltiples archivos.

source: Allowed Extensions
es: Extensiones permitidas

source: Here you can modify the settings for collective.upload
es: Aquí puede modificar las configuración de collective.upload

source: Max file size
es: Tamaño máximo de los archivos

source: Multiple Files
es: Múltiples archivos

source: Upload Settings
es: Configuración de la carga

source: allowed_extensions_key
es: Liste las extensiones de los archivos que permitirá cargar, sin punto y sepradas por comas

source: delete
es: Eliminar

source: max_file_size_key
es: El tamanõ máximo en bytes permitido para los archivos. Por favor note que los servidores intermedios pueden poner límites a este valor; pregunte a su administrador de sistemas en caso de duda.

source: maximum height
es: altura máxima

source: maximum width
es: ancho máximo

source: resize_max_height_key
es: La altura máxima de la imágenes que se van a cargar.

source: resize_max_width_key
es: El ancho máxima de la imágenes que se van a cargar.

source: start
es: Comenzar
